const About = () => {
  return (
    <div>
      <h2>Про додаток</h2>
      <p>Це додаток для управління фінансами. Він допоможе вам:</p>
      <ul>
        <li>Слідкувати за витратами та доходами.</li>
        <li>Додавати нові або видаляти транзакції в зручний спосіб.</li>
        <li>Налаштовувати фінансові параметри за вашим вибором.</li>
      </ul>
      <p>
        Цей додаток створено для зроблення управління фінансами легким та
        зручним. 
      </p>
    </div>
  );
};

export default About;
